{
    "title": "Analyseur de bâtiments FoE",
    "description": "Analysez et comparez les bâtiments de Forge of Empires. Toutes les productions aléatoires ont été arrondies à leur production quotidienne équivalente.",
    "filters": "Filtres",
    "search_label": "Rechercher par nom",
    "display_icons": "Afficher les icônes dans les en-têtes",
    "show_labels": "Afficher les labels avec les icônes",
    "column_selection": "Sélection des colonnes",
    "select_groups": "Sélectionnez les groupes de colonnes à afficher",
    "basic_info": "Informations de base",
    "production": "Production",
    "military": "Unités militaires",
    "base_army": "Boosts Armée de base",
    "gbg": "Boosts Champs de bataille de guilde",
    "ge": "Boosts Expédition de guilde",
    "qi": "Boosts Incursions quantiques",
    "boosts": "Autres boosts",
    "consumables": "Consommables",
    "other": "Autres productions",
    "home": "Accueil",
    "weights": "Poids",
    "user_context": "Contexte de votre cité",
    "user_context_help": "Entrez la production quotidienne actuelle de votre cité pour calculer avec précision la valeur des bâtiments de bonus. Les bâtiments à bonus PFs, Ressources, Ressources de guilde et ressources spéciales deviennent plus importants à mesure que votre production de base augmente.",
    "efficiency_weights": "Efficacité pondérée",
    "efficiency_help_direct": "Définissez les valeurs en points pour chaque métrique. Entrez combien de points vaut chaque unité de production pour vous. Les bâtiments de bonus (bonus PF, bonus marchandises, etc.) sont automatiquement convertis et ajoutés à leurs valeurs de production de base selon le contexte de votre cité. Le Score Total est calculé en multipliant les valeurs de production améliorées par vos poids en points. L'Efficacité Pondérée est le Score Total divisé par la taille du bâtiment.",
    "efficiency_help": "Définissez des poids (0-10) pour les différentes productions des bâtiments. Plus le poids est élevé, plus l'importance est grande. \nLes bâtiments sont classés en fonction de leur production *normalisée* (par rapport aux autres de la même ère) multipliée par vos poids, puis divisée par leur taille (en tenant compte de leur besoin de route). \nDéfinissez des poids > 0 pour les productions que vous souhaitez prendre en compte. \nLe résultat est affiché dans la colonne **Efficacité Pondérée** (dans Infos de base) sous forme d'un score de 0 à 1000 points.",
    "enable_heatmap": "Activer la Heatmap",
    "efficiency_disclaimer": "**Note sur le Calcul de l'Efficacité Pondérée :** \nCe score est calculé en utilisant une **somme pondérée directe** de toutes les valeurs de production multipliées par vos poids en points assignés. \n1.  **Valeurs en Points :** Chaque métrique est multipliée par les points que vous assignez (ex: 1 PF = 10 points). \n2.  **Intégration des Bonus :** Les bâtiments de bonus sont automatiquement convertis et ajoutés à leurs métriques de base (ex: +10% bonus PF = +50 PF/jour ajoutés aux forge_points si vous produisez 500 PF/jour). Vous ne définissez des poids que pour les métriques de base. \n3.  **Score Total :** Toutes les valeurs pondérées sont additionnées pour obtenir le Score Total. \n4.  **Points d'Efficacité :** L'**Efficacité Pondérée** est le **Score Total** divisé par la taille du bâtiment (cases incluant la route). \n*Cette approche préserve les vraies différences de production et adapte automatiquement les valeurs de bonus selon votre production réelle de cité.*",
    "autosize_columns": "Ajuster la largeur des colonnes",
    "all_events": "Tous les événements",
    "export_csv": "Exporter CSV",
    "export_json": "Exporter JSON",
    "fp_daily_production_label": "Production quotidienne de PF",
    "fp_daily_production_help": "Votre production quotidienne totale de Points Forge",
    "goods_current_production_label": "Production quotidienne de ressources de l'ère actuelle",
    "goods_current_production_help": "Votre production quotidienne de ressources de l'ère actuelle (pour le calcul du bonus ressources)",
    "goods_previous_production_label": "Production quotidienne de ressources de l'ère précédente",
    "goods_previous_production_help": "Votre production quotidienne de ressources de l'ère précédente (pour le calcul du bonus ressources)",
    "goods_next_production_label": "Production quotidienne de ressources de l'ère suivante",
    "goods_next_production_help": "Votre production quotidienne de ressources de l'ère suivante (pour le calcul du bonus ressources)",
    "guild_goods_production_label": "Production quotidienne de ressources de guilde",
    "guild_goods_production_help": "Votre production quotidienne de ressources de guilde",
    "special_goods_production_label": "Production quotidienne de ressources spéciales",
    "special_goods_production_help": "Votre production quotidienne de ressources spéciales"
}