{
    "title": "Analyseur de bâtiments FoE",
    "description": "Analysez et comparez les bâtiments de Forge of Empires",
    "filters": "Filtres",
    "search_label": "Rechercher par nom",
    "display_icons": "Afficher les icônes dans les en-têtes",
    "show_labels": "Afficher les labels avec les icônes",
    "column_selection": "Sélection des colonnes",
    "select_groups": "Sélectionnez les groupes de colonnes à afficher",
    "basic_info": "Informations de base",
    "production": "Production",
    "military": "Unités militaires",
    "base_army": "Armée de base",
    "gbg": "Champs de bataille de guilde",
    "ge": "Expédition de guilde",
    "qi": "Incursions quantiques",
    "boosts": "Autres bonus",
    "other": "Autres productions",
    "efficiency_help": "Définissez des poids (0-10) pour les différentes productions des bâtiments. Plus le poids est élevé, plus l'importance est grande. \nLes bâtiments sont classés en fonction de leur production *normalisée* (par rapport aux autres de la même ère) multipliée par vos poids, puis divisée par leur taille (en tenant compte de leur besoin de route). \nDéfinissez des poids > 0 pour les productions que vous souhaitez prendre en compte. \nLe résultat est affiché dans la colonne **Efficacité Pondérée** (dans Infos de base) sous forme d'un score de 0 à 1000 points.",
    "efficiency_weights": "Efficacité pondérée",
    "enable_heatmap": "Activer la Heatmap",
    "efficiency_disclaimer": "**Note sur le Calcul de l'Efficacité Pondérée :** \nCe score est calculé en utilisant une **Normalisation Min-Max standard** pour chaque métrique pondérée, relativement aux autres bâtiments *dans l'ère sélectionnée*. \n1.  **Normalisation Min-Max :** Les valeurs sont mises à l'échelle de 0 à 1 en se basant sur les valeurs minimale et maximale pour cette métrique dans l'ère sélectionnée. Les bâtiments avec la valeur minimale obtiennent un score de 0, et ceux avec la valeur maximale obtiennent 1. \n2.  **Pondération & Score Total :** Ces scores normalisés (0-1) sont multipliés par les poids que vous avez choisis et additionnés pour obtenir le **Score Total**. \n3.  **Points d'Efficacité :** L'**Efficacité Pondérée** est le **Score Total** divisé par la taille du bâtiment (cases incluant la route) et multiplié par 1000 pour donner un score entre 0 et 1000 points. \n*Cela signifie que le score est relatif à l'ère actuellement sélectionnée et à vos poids. Il aide à comparer les bâtiments dans ce contexte mais n'est pas une mesure absolue.*",
    "home": "Accueil",
    "weights": "Poids",
    "autosize_columns": "Ajuster la largeur des colonnes",
    "all_events": "Tous les événements",
    "export_csv": "Exporter CSV",
    "export_json": "Exporter JSON"
}